[PA_SpectreGun X2WeaponTemplate]
FriendlyName="幽灵等离子步枪"
BriefSummary="幽灵等离子步枪"
TacticalText="<Bullet/> 幽灵等离子步枪. <Bullet/>人类士兵无法使用 -- 它是使用的[bold]跟[/bold]幽灵的身体;一部分制作的。"
AbilityDescName="幽灵等离子步枪"

[PA_SpectrePsiAmp X2WeaponTemplate]
FriendlyName="幽灵之力"
BriefSummary="幽灵之力"
TacticalText="<Bullet/> 幽灵从周围环境中汲取力量。<Bullet/>人类士兵无法使用 -- 这是他们身体的一部分!"
AbilityDescName="幽灵之力"

[PA_Spectre_Tech X2TechTemplate]
DisplayName="激活幽灵"
Summary="使用已停用的幽灵，我们可以重新编程其中一个，以便重新使用"
CodeName="薛定谔"
LongDescript="幽灵的重新编程是成功的。"

[XGCharacterGenerator_Spectre]
JunkSparkFirstName="幽灵-"
JunkSparkLastNamePrefix="000"

[AlienSpectreClass X2SoldierClassTemplate]
+DisplayName="幽灵"
+ClassSummary="强大的纳米机器人群，可以完美复制任何人形敌方单位。"
+LeftAbilityTreeTitle="幽灵"
+RightAbilityTreeTitle="幽灵"
+AbilityTreeTitles[0]="幽灵"
+AbilityTreeTitles[1]="幽灵"
+AbilityTreeTitles[3]="XCOM"
;ALPHABETICAL ORDER
+RandomNickNames[0]="幽灵"
+RandomNickNames[1]="影子"
+RandomNickNames[2]="恐怖"
+RandomNickNames[3]="蚁群"
+RandomNickNames[4]="杀人蜂"
+RandomNicknames[5]="黑沙"
+RandomNicknames[6]="机器人"

[PA_Horror X2AbilityTemplate]
LocFriendlyName="恐怖"
LocHelpText="幽灵的触手伸出并捆绑了一个人形目标，对目标造成伤害并治愈了幽灵。"
LocLongDescription="幽灵的触手伸出并捆绑了一个人形目标，对目标造成伤害并治愈了幽灵。"
LocFlyOverText="恐怖!"

[PA_SpectreArmor X2ArmorTemplate]
FriendlyName="幽灵的纳米机器人"
BriefSummary="由于他们的机器人性质，幽灵不能穿传统的盔甲"
TacticalText="<Bullet/> 他们的纳米机器人有很强的抵抗力，但我们可以通过进一步的研究来改进它"
AbilityDescName="幽灵的纳米机器人"

[PA_PlatedSpectreArmor X2ArmorTemplate]
FriendlyName="幽灵的纳米机器人"
BriefSummary="由于他们的机器人性质，幽灵不能穿传统的盔甲"
TacticalText="<Bullet/> 他们的纳米机器人注入了外星合金，使其更具抵抗力"
AbilityDescName="幽灵的纳米机器人"

[PA_PoweredSpectreArmor X2ArmorTemplate]
FriendlyName="幽灵的纳米机器人"
BriefSummary="由于他们的机器人性质，幽灵不能穿传统的盔甲"
TacticalText="<Bullet/>他们的纳米机器人注入了超铀核心，使它们更具抵抗力"
AbilityDescName="幽灵的纳米机器人"
